```
$areas = [
    '北海道',
    '青森県',
    '岩手県',
    '宮城県',
    '秋田県',
    '山形県',
    '福島県',
    '茨城県',
    '栃木県',
    '群馬県',
    '埼玉県',
    '千葉県',
    '東京都',
    '神奈川県',
    '新潟県',
    '富山県',
    '石川県',
    '福井県',
    '山梨県',
    '長野県',
    '岐阜県',
    '静岡県',
    '愛知県',
    '三重県',
    '滋賀県',
    '京都府',
    '大阪府',
    '兵庫県',
    '奈良県',
    '和歌山県',
    '鳥取県',
    '島根県',
    '岡山県',
    '広島県',
    '山口県',
    '徳島県',
    '香川県',
    '愛媛県',
    '高知県',
    '福岡県',
    '佐賀県',
    '長崎県',
    '熊本県',
    '大分県',
    '宮崎県',
    '鹿児島県',
    '沖縄県'
];
```
https://i.gyazo.com/2d95459e797c6652f1f8a8023a218a6c.png

### 問題2　foreachを使って画像のように表示させよ。
```
$fruits = [
    'apple' => 'りんご',
    'banana' => 'バナナ',
    'orange' => 'オレンジ',
    'grape' => 'ぶどう',
    'peach' => 'もも',
    'pineapple' => 'パイナップル'
];
```
https://i.gyazo.com/02ba4e871d635fc3feda31fb300bab85.png

### 問題3　foreachを使って画像のように表示させよ。
```
$menber = [
    'A' => ['height' => 150, 'weight' => 45],
    'B' => ['height' => 160, 'weight' => 55],
    'C' => ['height' => 180, 'weight' => 80],
    'D' => ['height' => 170, 'weight' => 70],
    'E' => ['height' => 175, 'weight' => 65]
];
```
https://i.gyazo.com/f71eecfc475f72fd66ddbea395b38088.png


### 問題４
4-1 foreachを使わずに"2番目の配列です"を画像のように表示させよ。
4-2 foreachを使ってidの部分を全てを画像のように表示させよ。
4-3 foreachを使って、もしidが "A20A19AD" という文字列だったら、
その配列を変数$post_infoに代入せよ。
```
$posts = [
  ["A33D5BDF","0番目の配列です"],
  ["A3F994AB","1番目の配列です"],
  ["F7914A3F","2番目の配列です"],
  ["A20A19AD","3番目の配列です"],
  ["0BBF9BA5","4番目の配列です"]
];

```
https://i.gyazo.com/8db4130e47ed3583891aaffbfd85bc9f.png
